{
  "plugins": {
    "auto-session": {
      "src": "https://github.com/rmagatti/auto-session"
    },
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp",
      "version": "1.0.0 - 1.1.0"
    },
    "bufferline.nvim": {
      "src": "https://github.com/akinsho/bufferline.nvim"
    },
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim"
    },
    "diffview.nvim": {
      "src": "https://github.com/sindrets/diffview.nvim"
    },
    "fidget.nvim": {
      "src": "https://github.com/j-hui/fidget.nvim"
    },
    "flash.nvim": {
      "src": "https://github.com/folke/flash.nvim"
    },
    "friendly-snippets": {
      "src": "https://github.com/rafamadriz/friendly-snippets"
    },
    "fzf-lua": {
      "src": "https://github.com/ibhagwan/fzf-lua"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim"
    },
    "grug-far.nvim": {
      "src": "https://github.com/MagicDuck/grug-far.nvim"
    },
    "harpoon": {
      "branch": "harpoon2",
      "src": "https://github.com/ThePrimeagen/harpoon"
    },
    "lazydev.nvim": {
      "src": "https://github.com/folke/lazydev.nvim"
    },
    "lualine.nvim": {
      "src": "https://github.com/nvim-lualine/lualine.nvim"
    },
    "mason-lspconfig.nvim": {
      "src": "https://github.com/williamboman/mason-lspconfig.nvim"
    },
    "mason.nvim": {
      "src": "https://github.com/williamboman/mason.nvim"
    },
    "mini.nvim": {
      "src": "https://github.com/echasnovski/mini.nvim"
    },
    "neogit": {
      "src": "https://github.com/NeogitOrg/neogit"
    },
    "nvim-lint": {
      "src": "https://github.com/mfussenegger/nvim-lint"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "oil.nvim": {
      "src": "https://github.com/stevearc/oil.nvim"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "render-markdown.nvim": {
      "src": "https://github.com/MeanderingProgrammer/render-markdown.nvim"
    },
    "sonokai": {
      "src": "https://github.com/sainnhe/sonokai"
    },
    "todo-comments.nvim": {
      "src": "https://github.com/folke/todo-comments.nvim"
    },
    "trouble.nvim": {
      "src": "https://github.com/folke/trouble.nvim"
    },
    "undotree": {
      "src": "https://github.com/mbbill/undotree"
    },
    "which-key.nvim": {
      "src": "https://github.com/folke/which-key.nvim"
    }
  }
}
